Repository: PEPPACHAN/IHaveNeverXCG
Catalog: IHaveNeverXCG/Extension/*.lproj/Localizable.strings
Languages: de, ru

source: Game Modes
de: Spielmodi
ru: Игровые режимы

source: AI Mode
de: AI Modus
ru: AI режим

source: Understood
de: Verstanden
ru: Понятно

source: Mode name
de: Name des Modus
ru: Название

source: Select mode
de: Modus auswählen
ru: Выберите режим

source: Number of cards
de: Anzahl der karten
ru: Количество карт

source: Brief tags for the gist
de: Kurze tags für das wesentliche
ru: Кратки теги для сути

source: Generate
de: Erzeugen Sie
ru: Сгенерировать

source: Restore Purchases
de: Käufe wiederherstellen
ru: Восстановить покупки

source: Privacy Policy
de: Datenschutzbestimmungen
ru: Политика конфиденциальности

source: Contact Us
de: Kontakt
ru: Свяжитесь с нами

source: Language
de: Sprache
ru: Язык

source: Premium activated
de: Premium aktiviert
ru: Премиум активирован

# IHN
source: I have never
de: Ich habe nie
ru: Я никогда

# play
source: Play now
de: Jetzt spielen
ru: Играть сейчас

# exit
source: Are you sure you want to go out? Your progress is not saved
de: Sind Sie sicher, dass Sie ausgehen wollen? Ihr Fortschritt wird nicht gespeichert
ru: Вы уверены, что хотите выйти? Весь прогресс будет утерян

source: Exit to menu
de: Zum Menü zurückkehren
ru: Выйти в главное меню

# repeat
source: Repeat game
de: Spiel wiederholen
ru: Играть сначала

source: Sex & Dirty Questions
de: Sex & Dirty Fragen
ru: Sex & Dirty Вопросы

# lotsOfDirty
source: Lots of dirty questions for couples or good friends...
de: Eine Menge schmutziger Fragen für paare oder gute Freunde...
ru: Много грязных вопросов для пар и близких друзей...

# 1MQuestions
source: 1M+ Questions in one app
de: 1M+ Fragen in einer App
ru: 1M+ Вопросов в одном приложении

# haveFun
source: Have fun, wait for the boards to update
de: Viel Spaß und wartet auf die Aktualisierung der boards
ru: Веселитесь, получайте обновления колоды

# thankYou
source: Thank you for rating!
de: Vielen Dank für bewertung!
ru: Спасибо за оценку!

# showYourLove
source: Show your love and rate us in the AppStore
de: Zeig deine Liebe und bewerte uns im AppStore
ru: Покажите свою любовь и оцените нас в AppStore

source: Get Full Access
de: Vollständigen Zugang erhalten
ru: Получить полный доступ

source: AI Cards
de: AI-Karten
ru: AI карты

source: Create
de: erstellen

source: 3-Day Free Trial
de: 3-tägige kostenlose Testversion
ru: 3-дня бесплатно

source: Dirty & Sex cards
de: Dirty & Sex Karten
ru: Dirty & Sex карты

# newContent
source: New content updates
de: Neue Aktualisierungen des Inhalts
ru: Обновление контента

source: Yearly
de: Jährlich
ru: Годовая

# $90.00year
source: (then $90.00 /year)
de: (dann $90,00 /Jahr)
ru: (далее $90.00 /год)

source: Monthly
de: Monatlich
ru: Месячная

# /month
source: $9.90 /month
de: 9,90 $/Monat
ru: $9.90 /месяц

source: Continue
de: Weiter
ru: Продолжить

source: No Premium Access
de: Kein Premium-Zugang
ru: Подписка не активна

source: Free Packs
de: Kostenlose Pakete
ru: Бесплатные режимы

source: Premium Packs
de: Premium Pakete
ru: Премиальные режимы
